msg_productManager = "尊敬的{hr}HR，我是CJ，正在通过自研产品 “AI求职助手” 向您打招呼。\n" \
                 "我钟意贵公司发布的{job}岗位，本人有多个数据中台、数据服务、营销、自动化的产品研发与管理经验，目前带领团队从事服数据务方向。" \
                 "有3年互联网行业经验，从0-1带领过团队和落地产品，具备研发+pm经验，各方面技术栈都符合，如您需要深入了解，请随时联系我❤️\n\n" \
                 "1. 目前状态：在职，寻找机会中\n" \
                 "2. 最快到岗时间：按规定一般在提交离职申请一个月以内\n" \
                 "3. 是否可以现场面试：{interview}\n" \
                 "4. 期望薪资：当前职位薪资范围符合\n" \
                 "5. 是否对项目有过0-1的经验：有过数十个项目0-1孵化经历\n" \
                 "6. 个人特征：学习能力强，善于表达，汇报、交流能力好，研发技能扎实，能够快速融入团队，理解并习惯scrum工作方式，对产品从调研、设计、研发有过完整经验，有团队管理能力\n" \
                 "7. 备注：boss在线经历不详细，可以联系我查看附件。如果该岗位是外包岗位，请勿回复（外包岗不在考虑范围）\n"

msg_developer = "尊敬的{hr}HR，我是CJ。\n" \
            "我钟意贵公司发布的{job}岗位，本人有web产品、软件项目、自动化产品的开发经验，目前从事方向服数据务产品。有3年+互联网行业经验，" \
            "对python语言以及核心库掌握通透，并且广泛参与开源社区上的开源项目，有良好的代码开发规范习惯。同时带领过团队落地产品，具备研发+团队管理能力" \
            "如您需要深入了解，请随时联系我❤️\n\n" \
            "1. 目前状态：在职，寻找机会中\n" \
            "2. 最快到岗时间：按规定一般在提交离职申请一个月以内\n" \
            "3. 是否可以现场面试：{interview}\n" \
            "4. 期望薪资：当前职位薪资范围符合\n" \
            "5. 是否对项目有过0-1的经验：有过数十个项目0-1孵化经历\n" \
            "6. 个人特征：学习能力强，善于表达，汇报、交流能力好，研发技能扎实，能够快速融入团队，理解并习惯scrum工作方式\n" \
            "7. 备注：boss在线经历不详细，可以联系我查看附件。如果该岗位是外包岗位，请勿回复（外包岗不在考虑范围）\n以下是我的简历缩略图"

msg_projectManager = "尊敬的{hr}HR，我是CJ，正在通过自研产品 “AI求职助手” 向您打招呼。\n" \
                 "我钟意贵公司发布的{job}岗位，本人有多个web产品、软件项目、自动化产品的交付与管理经验，目前从事方向服数据务产品。有3-4年互联网行业经验，" \
                 "目前带领团队从事软件数据服务行业" \
                 "如您需要深入了解，请随时联系我❤️\n\n" \
                 "1. 目前状态：在职，寻找机会中\n" \
                 "2. 最快到岗时间：按规定一般在提交离职申请一个月以内\n" \
                 "3. 是否可以现场面试：{interview}\n" \
                 "4. 期望薪资：当前职位薪资范围符合\n" \
                 "5. 是否对项目有过0-1的经验：有过数十个项目0-1孵化经历\n" \
                 "6. 个人特征：学习能力强，善于表达，汇报、交流能力好，研发技能扎实，能够快速融入团队，理解并习惯scrum工作方式，对产品从调研、设计、研发有过完整经验，有团队管理能力\n" \
                 "7. 备注：boss在线经历不详细，可以联系我查看附件。如果该岗位是外包岗位，请勿回复（外包岗不在考虑范围）\n"
