msg_developer = "boss您好，我想应聘该岗位，可以聊一聊吗？以下是我的一些基本情况：\n\n" \
                "1. 目前状态：在职，寻找机会中\n" \
                "2. 技术栈：数据采集、自动化、软件开发、后端、python、golang\n" \
                "3. 行业经验：企业生产平台、数据中台、自动化运维平台\n" \
                "4. 最快到岗时间：按规定一般在提交离职申请一个月以内\n" \
                "5. 是否可以现场面试：{interview}\n" \
                "6. 期望薪资：当前职位薪资范围符合\n" \
                "7. 个人特征：学习能力强，善于表达，汇报、交流能力好，研发技能扎实，能够快速融入团队，理解并习惯scrum工作方式\n" \
                "8. 备注：boss在线经历不详细，可以联系我查看附件。如果该岗位是外包岗位，请勿回复（外包岗不在考虑范围）\n以下是我的简历缩略图"

msg_cpjl = "boss您好，我想应聘该岗位，可以聊一聊吗？以下是我的一些基本情况：\n\n" \
           "1. 目前状态：在职，寻找机会中\n" \
           "2. 行业经验：数字员工（自动化）、数字营销、企业生产平台\n" \
           "3. 最快到岗时间：按规定一般在提交离职申请一个月以内\n" \
           "4. 是否可以现场面试：{interview}\n" \
           "5. 期望薪资：当前职位薪资范围符合\n" \
           "6. 是否对项目有过0-1的经验：有过数十个项目0-1孵化经历\n" \
           "7. 个人特征：学习能力强，善于表达，汇报、交流能力好，有研发功底，能够快速融入团队，理解并习惯scrum工作方式\n" \
           "8. 备注：boss在线经历不详细，可以联系我查看附件。如果该岗位是外包岗位，请勿回复（外包岗不在考虑范围）"

msg_xmjl = "boss您好，我想应聘该岗位，可以聊一聊吗？以下是我的一些基本情况：\n\n" \
           "1. 目前状态：在职，寻找机会中\n" \
           "2. pm证书：暂无\n" \
           "3. 最快到岗时间：按规定一般在提交离职申请一个月以内\n" \
           "4. 是否可以现场面试：{interview}\n" \
           "5. 期望薪资：当前职位薪资范围符合\n" \
           "6. 是否对项目有过0-1的经验：有过数十个项目0-1孵化与推动经历\n" \
           "7. 个人特征：善于表达交流，研发技能扎实，能够快速融入团队，理解并习惯scrum工作方式，对项目推进、管理有过完整经验，目前带领四人团队从事数据中台研发\n" \
           "8. 备注：boss在线经历不详细，可以联系我查看附件。如果该岗位是外包岗位，请勿回复（外包岗不在考虑范围）"
